Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Performance Auto keeps the full experience on capable devices and switches to a lighter one on weaker hardware. Reduced trims animations and shrinks playback buffers. Restart the app after changing this.
af: Werkverrigting-Auto behou die volle ervaring op bekwame toestelle en skakel oor na 'n ligter weergawe op swakker hardeware. Verminder sny animasies en verklein afspeelbuffers. Herbegin die app nadat jy dit verander het.
am: ፍጥነት ራስ ሰር ሙሉ ተሞክሮን ችሎታ ባላቸው መሳሪያዎች ላይ ያቆያሉ ደካማ ሃርድዌር ላይ ደግሞ ቀላሉን ወደ ይቀይራል። ቀነስ ያደረጉ አኒሜሽኖችን ያሳጥራልና የፕሌይባክ ቋቶችን ያሳንሳል። ይህን ከቀየሩ በኋላ መተግበሪያውን እንደገና ጀምሩ።
ar: يُبقي الأداء التلقائي التجربة الكاملة على الأجهزة القادرة وينتقل إلى تجربة أخف على العتاد الأضعف. يقلّص الوضع المخفَّض الرسوم المتحركة ويصغّر مخازن التشغيل المؤقتة. أعد تشغيل التطبيق بعد تغيير هذا.
as: পাৰফৰমেন্স স্বয়ংক্ৰিয়-এ সক্ষম ডিভাইচত সম্পূৰ্ণ অভিজ্ঞতা ৰাখে আৰু দুৰ্বল হাৰ্ডৱেৰত এটা লঘু ৰূপলৈ সলনি হয়। হ্ৰাসকৃত-এ এনিমেচন কমায় আৰু প্লেবেক বাফাৰ সৰু কৰে। এইটো সলনি কৰাৰ পিছত এপ্‌টো পুনৰ আৰম্ভ কৰক।
az: Performans Avtomatik qüdrətli cihazlarda tam təcrübəni saxlayır, zəif avadanlıqlarda daha yüngülünə keçir. Azaldılmış animasiyaları kəsir və oynatma buferlərini kiçildir. Bunu dəyişdirdikdən sonra tətbiqi yenidən başladın.
be: Прадукцыйнасць Аўта захоўвае поўны вопыт на магутных прыладах і пераключаецца на аблегчаны на слабейшым абсталяванні. Паніжаны абразае анімацыі і памяншае буферы прайгравання. Перазапусціце дадатак пасля змены гэтага.
bg: Производителност Авто запазва пълното изживяване на способни устройства и превключва към по-олекотено на по-слаб хардуер. Намалено орязва анимациите и свива буферите за възпроизвеждане. Рестартирайте приложението след промяна на това.
bn: পারফরম্যান্স স্বয়ংক্রিয় সক্ষম ডিভাইসে সম্পূর্ণ অভিজ্ঞতা বজায় রাখে এবং দুর্বল হার্ডওয়্যারে একটি হালকা সংস্করণে চলে যায়। হ্রাসকৃত অ্যানিমেশন কমায় এবং প্লেব্যাক বাফার ছোট করে। এটি পরিবর্তনের পর অ্যাপ পুনরায় চালু করুন।
br: Digonusted Emgefreek a vir an tañva a-bezh war an ardivinkoù galloudek hag a dremen d'unan skañvoc'h war galedwerezh gwannoc'h. Bihanaet a grenn ar fiñvskeudennoù hag a strishaat ar skurjunioù c'hoari. Adloc'hit an arload goude cheñch kement-mañ.
bs: Performanse Automatski zadržavaju potpuni doživljaj na sposobnim uređajima i prelaze na lakši na slabijem hardveru. Smanjeno reducira animacije i smanjuje bafere reprodukcije. Ponovo pokrenite aplikaciju nakon promjene.
ca: El mode Automàtic de rendiment manté l'experiència completa en dispositius compatibles i canvia a una de més lleugera en maquinari limitat. El mode Reduït retalla les animacions i redueix els buffers de reproducció. Reinicia l'app després de canviar-ho.
ceb: Ang Performance Auto nagtipig sa bug-os nga kasinatian sa makabaton nga mga device ug mobalhin sa mas gaan sa mas huyang nga hardware. Ang Reduced nagputol sa mga animation ug nagpakubos sa playback buffer. I-restart ang app human usba kini.
cs: Výkon Automaticky zachová plný zážitek na výkonných zařízeních a na slabším hardwaru přepne na lehčí variantu. Omezený omezí animace a zmenší vyrovnávací paměti přehrávání. Po změně aplikaci restartujte.
cy: Mae Perfformiad Awtomatig yn cadw'r profiad llawn ar ddyfeisiau galluog ac yn newid i un ysgafnach ar galedwedd wannach. Mae Lleihau'n tocio animeiddiadau ac yn crebachu byfferau chwarae. Ailgychwynnwch yr ap ar ôl newid hyn.
da: Ydeevne Auto bevarer den fulde oplevelse på enheder med tilstrækkelig ydeevne og skifter til en lettere udgave på svagere hardware. Reduceret beskærer animationer og formindsker afspilningsbuffere. Genstart appen efter du ændrer dette.
de: Leistung „Automatisch“ behält das volle Erlebnis auf leistungsfähigen Geräten bei und wechselt auf schwächerer Hardware zu einem schlankeren. Reduziert kürzt Animationen und verkleinert die Wiedergabe-Puffer. Starte die App nach dieser Änderung neu.
el: Το Αυτόματο επιδόσεων διατηρεί την πλήρη εμπειρία στις ικανές συσκευές και μεταβαίνει σε ελαφρύτερη σε ασθενέστερο υλικό. Το Μειωμένο περιορίζει τα εφέ κίνησης και μικραίνει τις προσωρινές μνήμες αναπαραγωγής. Επανεκκινήστε την εφαρμογή μετά από αυτή την αλλαγή.
es: Auto de rendimiento mantiene la experiencia completa en dispositivos potentes y cambia a una más ligera en hardware más débil. Reducido recorta las animaciones y reduce los búferes de reproducción. Reinicia la app tras cambiar esto.
et: Jõudlus Automaatne hoiab täiskogemuse võimekatel seadmetel ja lülitub nõrgemal riistvaral kergemale. Vähendatud kärbib animatsioone ja vähendab taasesituse puhvreid. Pärast muutmist taaskäivita rakendus.
eu: Errendimendua Automatikoak esperientzia osoa mantentzen du gai diren gailuetan eta hardware ahulagoetan arinago batera aldatzen da. Murriztua animazioak mozten ditu eta erreprodukzio-bufferrak txikiagotzen ditu. Aldatu ondoren berrabiarazi aplikazioa.
fa: حالت خودکار عملکرد، تجربه کامل را روی دستگاه‌های توانمند نگه می‌دارد و روی سخت‌افزار ضعیف‌تر به نسخه سبک‌تر تغییر می‌کند. حالت کاهش‌یافته انیمیشن‌ها را کم می‌کند و بافرهای پخش را کوچک می‌کند. پس از تغییر این مورد، برنامه را دوباره راه‌اندازی کنید.
fi: Suorituskyvyn Automaattinen säilyttää täyden kokemuksen tehokkailla laitteilla ja vaihtaa kevyempään heikommalla laitteistolla. Kevennetty karsii animaatioita ja pienentää toistopuskureita. Käynnistä sovellus uudelleen tämän muuttamisen jälkeen.
fil: Pinapanatili ng Performance Auto ang buong karanasan sa mga kayang device at lumilipat sa mas magaan sa mas mahinang hardware. Binabawasan ng Reduced ang mga animation at pinaliliit ang mga playback buffer. I-restart ang app pagkatapos baguhin ito.
fo: Frammíføri Sjálvvirkið heldur fullu upplivingina á førum eindum og skiftir til eina lættari á veikari búnaði. Minkað skerjur niður av rørslum og minkar spælibufferar. Byrja appið av nýggjum eftir hesa broyting.
fr: Performances Auto conserve l'expérience complète sur les appareils performants et bascule vers une version allégée sur le matériel plus faible. Réduit allège les animations et réduit les tampons de lecture. Redémarrez l'app après cette modification.
fy: Prestaasje Automatysk hâldt de folsleine ûnderfining op geskikte apparaten en skeakelet oer nei in lichtere op swakkere hardware. Fermindere beheint animaasjes en ferlytset ôfspylbuffers. Start de app op 'e nij nei't jo dit wizige hawwe.
ga: Coinníonn Feidhmíocht Uathoibríoch an t-eispéireas iomlán ar ghléasanna cumasacha agus athraíonn go ceann níos éadroime ar chrua-earraí níos laige. Baineann Laghdaithe beochana agus laghdaíonn maoláin sheinnte. Atosaigh an aip tar éis é seo a athrú.
gd: Cumaidh Coileanadh Fèin-obrachail an làn eòlas air innealan comasach agus atharraichidh e gu fear nas aotroime air bathar-cruaidh nas laige. Bidhidh Lùghdaichte na beòthachaidhean agus lùghdaichidh e bufairean cluiche. Ath-thòisich an aplacaid às dèidh seo atharrachadh.
gl: Rendemento Auto mantén a experiencia completa nos dispositivos compatibles e cambia a unha máis lixeira en hardware máis débil. Reducido recorta animacións e reduce os buffers de reprodución. Reinicia a app após cambiar este axuste.
gu: Performance Auto સક્ષમ ઉપકરણો પર સંપૂર્ણ અનુભવ જાળવી રાખે છે અને નબળા હાર્ડવેર પર હળવા અનુભવ પર સ્વિચ થાય છે. ઘટાડેલ એનિમેશન છાંટે છે અને પ્લેબેક બફર નાના કરે છે. આ બદલ્યા પછી એપ ફરી શરૂ કરો.
ha: Kai tsaye na aiki yana riƙe cikakken ƙwarewa a kan na'urori masu ƙarfi kuma yana canzawa zuwa mai sauƙi a kan kayan aiki masu rauni. Rage yana yanke motsi kuma yana rage buffer na kunnawa. Sake fara manhajar bayan canza wannan.
he: ביצועים אוטומטי שומר על החוויה המלאה במכשירים מתאימים ועובר לחוויה קלה יותר בחומרה חלשה יותר. מופחת מקצץ אנימציות ומקטין את מאגרי ההשמעה. הפעל מחדש את האפליקציה לאחר שינוי זה.
hi: प्रदर्शन स्वतः सक्षम डिवाइसों पर पूरा अनुभव बनाए रखता है और कमज़ोर हार्डवेयर पर हल्के अनुभव पर स्विच कर देता है। घटाया गया एनिमेशन कम करता है और प्लेबैक बफ़र छोटा करता है। इसे बदलने के बाद ऐप पुनः आरंभ करें।
hr: Izvedba Automatski zadržava puni doživljaj na sposobnim uređajima i prebacuje se na lakši na slabijem hardveru. Smanjeno smanjuje animacije i međuspremnike reprodukcije. Ponovno pokrenite aplikaciju nakon promjene.
ht: Pèfòmans Otomatik kenbe eksperyans konplè a sou aparèy ki kapab yo epi chanje pou yon vèsyon pi lejè sou materyèl pi fèb. Redwi koupe animasyon yo epi diminye buffer lekti yo. Rilanse aplikasyon an apre ou chanje sa a.
hu: A Teljesítmény Automatikus beállítása megtartja a teljes élményt a megfelelő eszközökön, és egy könnyebbre vált a gyengébb hardveren. A Csökkentett visszafogja az animációkat és kisebbíti a lejátszási puffereket. A módosítás után indítsd újra az appot.
hy: Կատարողականի Ավտոն պահում է ամբողջ փորձն ընդունակ սարքերի վրա և անցնում է ավելի թեթև տարբերակի թույլ սարքաշարի վրա։ Կրճատված-ը հատում է անիմացիաները և փոքրացնում նվագարկման բուֆերները։ Փոխելուց հետո վերագործարկեք ծրագիրը։
id: Performance Auto mempertahankan pengalaman penuh pada perangkat yang mumpuni dan beralih ke versi lebih ringan pada perangkat keras yang lebih lemah. Reduced memangkas animasi dan mengecilkan buffer pemutaran. Mulai ulang aplikasi setelah mengubah ini.
ig: Arụmọrụ Akpaghị aka na-edobe ahụmịhe zuru ezu na ngwaọrụ nwere ike wee gbanwee na nke dị fáá na ngwaọrụ na-adịghị ike. Belatara na-ebelata ihe ngagharị ma mee ka nchekwa nkpọ pere mpe. Malitegharịa ngwa mgbe ị gbanwechara nke a.
is: Afkastshamur Sjálfvirkt heldur fullri upplifun á hæfum tækjum og skiptir yfir í léttvægari á veikum vélbúnaði. Minnkað sker niður hreyfingar og minnkar stuðningsvistun. Endurræstu forritið eftir að hafa breytt þessu.
it: Prestazioni Auto mantiene l'esperienza completa sui dispositivi più potenti e passa a una più leggera su hardware più debole. Ridotta riduce le animazioni e i buffer di riproduzione. Riavvia l'app dopo aver cambiato questa impostazione.
ja: パフォーマンスの自動は、対応デバイスではフル体験を維持し、性能の低いハードウェアでは軽量版に切り替えます。軽量化はアニメーションを減らし、再生バッファを小さくします。変更後はアプリを再起動してください。
jv: Performa Otomatis njaga pengalaman lengkap ing piranti sing sanggup lan ngganti menyang sing luwih ènthèng ing hardware sing luwih lemah. Reduced ngurangi animasi lan nyilikaké buffer pemutaran. Miwiti manèh app sawisé ngowahi iki.
ka: შესრულება ავტო ინარჩუნებს სრულ გამოცდილებას მძლავრ მოწყობილობებზე და გადადის მსუბუქ რეჟიმზე სუსტ მოწყობილობებზე. შემცირებული ამოჭრის ანიმაციებს და ამცირებს დაკვრის ბუფერებს. ამ ცვლილების შემდეგ გადატვირთეთ აპლიკაცია.
kk: Өнімділік автоматты режимі қабілетті құрылғыларда толық тәжірибені сақтайды және әлсіз жабдықта жеңілдетілген режимге ауысады. Азайтылған анимацияларды қысқартады және ойнату буферлерін кішірейтеді. Өзгерістен кейін қосымшаны қайта іске қосыңыз.
km: Performance Auto រក្សាបទពិសោធន៍ពេញលេញនៅឧបករណ៍ដែលមានសមត្ថភាព ហើយប្តូរទៅស្រាលជាងនៅហាតវែរចាស់។ Reduced កាត់ចង្អេះ និងបន្ថយ buffer ការចាក់។ ចាប់ផ្តើមកម្មវិធីឡើងវិញបន្ទាប់ពីផ្លាស់ប្តូរ។
kn: ಕಾರ್ಯಕ್ಷಮತೆ ಸ್ವಯಂ ಸಮರ್ಥ ಸಾಧನಗಳಲ್ಲಿ ಪೂರ್ಣ ಅನುಭವವನ್ನು ಉಳಿಸಿಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು ದುರ್ಬಲ ಹಾರ್ಡ್‌ವೇರ್‌ನಲ್ಲಿ ಹಗುರವಾದದ್ದಕ್ಕೆ ಬದಲಾಗುತ್ತದೆ. ಕಡಿಮೆ ಮಾಡಲಾದದ್ದು ಅನಿಮೇಷನ್‌ಗಳನ್ನು ಕತ್ತರಿಸುತ್ತದೆ ಮತ್ತು ಪ್ಲೇಬ್ಯಾಕ್ ಬಫರ್‌ಗಳನ್ನು ಕುಗ್ಗಿಸುತ್ತದೆ. ಇದನ್ನು ಬದಲಾಯಿಸಿದ ನಂತರ ಆ್ಯಪ್ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ.
ko: 성능 자동은 성능이 충분한 기기에서는 전체 환경을 유지하고, 성능이 낮은 하드웨어에서는 더 가벼운 환경으로 전환합니다. 감소 설정은 애니메이션을 줄이고 재생 버퍼를 축소합니다. 변경 후 앱을 다시 시작하세요.
ku: Performansa Otomatîk ezmûna tijî li ser amûrên jêhatî diparêze û li ser hardwarê qelstir dizivire yeke sivktir. Kêmkirî anîmasyonan kurt dike û tamponên lêdanê kêm dike. Piştî guhertina vê sepanê ji nû ve veke.
ky: Өндүрүмдүүлүк Авто күчтүү түзмөктөрдө толук тажрыйбаны сактайт жана алсыз аппаратта жеңилирээгине өтөт. Кыскартылган анимацияларды азайтат жана ойнотуу буферлерин кичирейтет. Муну өзгөрткөндөн кийин колдонмону өчүрүп кайра күйгүзүңүз.
lb: Leeschtung Auto behält déi voll Erfahrung op leeschtungsfäegen Apparaten a wiesselt op eng méi liicht op méi schwaacher Hardware. Reduzéiert kierzt Animatiounen an ëmmert d'Ofspillpuffer. Start d'App nei nodeems du dat geännert hues.
lo: ປະສິດທິພາບ ອັດຕະໂນມັດ ຮັກສາປະສົບການເຕັມຮູບແບບໃນອຸປະກອນທີ່ຮອງຮັບໄດ້ ແລະ ປ່ຽນເປັນແບບເບົາໃນຮາດແວທີ່ອ່ອນກວ່າ. ແບບຫຼຸດຜ່ອນ ຈະຕັດອະນິເມຊັນ ແລະ ຫຼຸດບັຟເຟີການຫຼິ້ນ. ຣີສະຕາດແອັບຫຼັງຈາກປ່ຽນຄ່ານີ້.
lt: Automatinis našumo režimas išlaiko visavertę patirtį pajėgiuose įrenginiuose ir perjungia į lengvesnę silpnesnėje aparatinėje įrangoje. Sumažintas režimas apkarpo animacijas ir mažina atkūrimo buferius. Pakeitę šią nuostatą, paleiskite programą iš naujo.
lv: Veiktspēja Automātiski saglabā pilnu pieredzi jaudīgās ierīcēs un pārslēdzas uz vieglāku vājākā aparatūrā. Samazināts apcērp animācijas un sašaurina atskaņošanas buferus. Pēc šīs maiņas restartējiet lietotni.
mg: Ny Performance Auto dia mitazona ny traikefa feno amin'ny fitaovana mahay ary miova ho maivana kokoa amin'ny hardware malemy. Ny Reduced dia manapaka anime sy manakely ny buffer famerenana. Avereno alohan'ny app rehefa avy manova ity.
mi: Ka pupuri te Mahinga Aunoa i te wheako katoa i runga i ngā pūrere kaha, ka huri ki tētahi māmā ake i runga i te taputapu ngoikore. Ka whakaiti te Whakaiti i ngā whakakorikori, ka whakawhāiti i ngā parenga pāho. Whakaarahia anō te taupānga i muri i tēnei panoni.
mk: Перформанси Автоматски го задржува целото искуство на способни уреди и преминува на полесно на послаб хардвер. Намалено ги обрезува анимациите и ги намалува баферите за репродукција. Рестартирајте ја апликацијата по промената.
ml: പെർഫോമൻസ് ഓട്ടോ കഴിവുള്ള ഉപകരണങ്ങളിൽ പൂർണ്ണ അനുഭവം നിലനിർത്തുകയും ദുർബലമായ ഹാർഡ്‌വെയറിൽ ലളിതമായതിലേക്ക് മാറുകയും ചെയ്യുന്നു. കുറവുള്ളത് ആനിമേഷനുകൾ കുറയ്ക്കുകയും പ്ലേബാക്ക് ബഫറുകൾ ചെറുതാക്കുകയും ചെയ്യുന്നു. ഇത് മാറ്റിയ ശേഷം ആപ്പ് റീസ്റ്റാർട്ട് ചെയ്യുക.
mn: Гүйцэтгэл Авто нь чадвартай төхөөрөмж дээр бүрэн туршлагыг хадгалж, сул техник хангамж дээр хөнгөн хувилбар руу шилжинэ. Reduced нь анимацийг багасгаж, тоглуулах буферыг жижигрүүлнэ. Үүнийг өөрчилсний дараа аппыг дахин эхлүүлнэ үү.
mr: Performance Auto सक्षम डिव्हाइसवर संपूर्ण अनुभव कायम ठेवतो आणि कमकुवत हार्डवेअरवर हलक्या अनुभवावर स्विच होतो. कमी केलेले अॅनिमेशन कमी करते आणि प्लेबॅक बफर लहान करते. हे बदलल्यानंतर अॅप पुन्हा सुरू करा.
ms: Prestasi Auto mengekalkan pengalaman penuh pada peranti berkemampuan dan beralih kepada yang lebih ringan pada perkakasan lebih lemah. Dikurangkan memangkas animasi dan mengecilkan penimbal main balik. Mulakan semula aplikasi selepas menukar ini.
mt: Performance Auto iżomm l-esperjenza sħiħa fuq apparati kapaċi u jaqleb għal waħda eħfef fuq hardware iktar dgħajjef. Reduced inaqqas l-animazzjonijiet u jċekken il-buffers tal-playback. Erġa' ibda l-app wara li tibdel dan.
my: Performance Auto သည် စွမ်းဆောင်ရည်ပြည့်သော စက်များတွင် အပြည့်အစုံ အတွေ့အကြုံကို ထိန်းသိမ်းပြီး အားနည်းသော hardware တွင် ပေါ့ပါးသည့်တစ်ခုသို့ ပြောင်းပေးသည်။ Reduced သည် အန်နီမေးရှင်းများကို လျှော့ချ၍ ဖွင့်ကြည့်ခြင်း buffer များကို ချုံ့ပေးသည်။ ဤအရာ ပြောင်းလဲပြီးနောက် app ကို ပြန်ဖွင့်ပါ။
nb: Ytelse Auto beholder hele opplevelsen på kraftige enheter og bytter til en lettere på svakere maskinvare. Redusert kutter animasjoner og krymper avspillingsbuffere. Start appen på nytt etter at du har endret dette.
ne: Performance Auto ले सक्षम उपकरणहरूमा पूर्ण अनुभव राख्छ र कमजोर हार्डवेयरमा हल्का संस्करणमा स्विच गर्छ। न्यूनीकृतले एनिमेशन काँट्छ र प्लेब्याक बफर घटाउँछ। यो परिवर्तन गरेपछि एप पुनः सुरु गर्नुहोस्।
nl: Prestaties Automatisch behoudt de volledige ervaring op capabele apparaten en schakelt over naar een lichtere versie op zwakkere hardware. Verlaagd beperkt animaties en verkleint de afspeelbuffers. Start de app opnieuw na het wijzigen hiervan.
ny: Performance Auto imasunga chidziwitso chonse pa zipangizo zamphamvu ndipo imasintha kupita ku chopepuka pa zida zofooka. Reduced imachepetsa ma animation ndi ma buffer a kusewera. Yambitsaninso app mukasintha izi.
oc: Performància Auto manten l'experiéncia completa suls aparelhs capables e passa a una version mai leugièra sul material mai feble. Reduit talha las animacions e redusís los tampons de lectura. Reaviatz l'aplicacion aprèp aver cambiat aquò.
or: Performance Auto ସକ୍ଷମ ଡିଭାଇସରେ ପୂର୍ଣ୍ଣ ଅନୁଭୂତି ରଖେ ଏବଂ ଦୁର୍ବଳ ହାର୍ଡୱେୟାରରେ ଏକ ହାଲୁକା ଅନୁଭୂତିକୁ ବଦଳାଏ। Reduced ଆନିମେସନ କମାଏ ଏବଂ ପ୍ଲେବ୍ୟାକ ବଫର ସଙ୍କୁଚିତ କରେ। ଏହା ବଦଳାଇବା ପରେ ଆପ୍ ପୁନଃ ଆରମ୍ଭ କରନ୍ତୁ।
pa: ਪ੍ਰਦਰਸ਼ਨ ਆਟੋ ਸਮਰੱਥ ਡਿਵਾਈਸਾਂ 'ਤੇ ਪੂਰਾ ਅਨੁਭਵ ਰੱਖਦਾ ਹੈ ਅਤੇ ਕਮਜ਼ੋਰ ਹਾਰਡਵੇਅਰ 'ਤੇ ਹਲਕੇ ਮੋਡ ਵਿੱਚ ਬਦਲ ਦਿੰਦਾ ਹੈ। ਘੱਟ ਕੀਤਾ ਹੋਇਆ ਐਨੀਮੇਸ਼ਨ ਕੱਟਦਾ ਹੈ ਅਤੇ ਪਲੇਬੈਕ ਬਫ਼ਰ ਛੋਟੇ ਕਰਦਾ ਹੈ। ਇਸ ਨੂੰ ਬਦਲਣ ਤੋਂ ਬਾਅਦ ਐਪ ਮੁੜ ਚਾਲੂ ਕਰੋ।
pl: Wydajność Auto zachowuje pełne wrażenia na wydajnych urządzeniach i przełącza się na lżejsze na słabszym sprzęcie. Ograniczony przycina animacje i zmniejsza bufory odtwarzania. Po zmianie tego ustawienia uruchom aplikację ponownie.
ps: د فعالیت اتومات په وړ وسیلو بشپړ تجربه ساتي او په کمزوري هارډویر کې یو سپک ته اوړي. کم‌شوی انیمیشنونه لنډوي او د غږولو بفرونه کوچنی کوي. له بدلولو وروسته اپ بیا پیل کړئ.
pt_br: O modo Desempenho Automático mantém a experiência completa em dispositivos capazes e muda para uma mais leve em hardware mais fraco. O modo Reduzido corta animações e diminui os buffers de reprodução. Reinicie o app após alterar isto.
pt_pt: O modo Desempenho Automático mantém a experiência completa nos dispositivos capazes e muda para uma mais leve em hardware mais fraco. O modo Reduzido corta animações e diminui os buffers de reprodução. Reinicie a app depois de alterar isto.
ro: Performanță: Auto păstrează experiența completă pe dispozitivele capabile și trece la una mai ușoară pe hardware mai slab. Modul Redus reduce animațiile și micșorează buffer-ele de redare. Repornește aplicația după modificare.
ru: Производительность «Авто» сохраняет полноценный режим на мощных устройствах и переключается на облегчённый на слабом оборудовании. Сниженный режим урезает анимации и уменьшает буферы воспроизведения. После изменения перезапустите приложение.
rw: Byikora ku mikorere bigumana uburambe bwuzuye ku byuma bishoboye maze bihindukira ku bworohereye ku byuma bidashoboye. Kugabanya bihagarika bimwe mu byanimasiyo kandi bigabanya ububiko bw'ubukinisha. Ongera utangize porogaramu nyuma yo guhindura ibi.
sd: ڪارڪردگي خودڪار سگھ وارن ڊوائيسن تي مڪمل تجربو رکي ٿو ۽ ڪمزور هارڊويئر تي هلڪي ۾ بدلجي وڃي ٿو. گھٽايل اينيميشنن کي ڪٽي ٿو ۽ پلي بيڪ بفرن کي ننڍو ڪري ٿو. هيءُ تبديل ڪرڻ کانپوءِ ايپ ٻيهر شروع ڪريو.
si: කාර්ය සාධන ස්වයංක්‍රීය මගින් හැකියාව ඇති උපාංග මත සම්පූර්ණ අත්දැකීම තබා ගන්නා අතර දුර්වල දෘඩාංග මත සැහැල්ලු එකකට මාරු වේ. අඩු කළ මට්ටම සජීවීකරණ කපා දමා වාදන බෆර කුඩා කරයි. මෙය වෙනස් කිරීමෙන් පසු යෙදුම නැවත ආරම්භ කරන්න.
sk: Výkon Automaticky zachová plný zážitok na výkonných zariadeniach a prepne na ľahší na slabšom hardvéri. Znížený obmedzí animácie a zmenší vyrovnávacie pamäte prehrávania. Po zmene reštartujte aplikáciu.
sl: Zmogljivost Samodejno ohranja celotno izkušnjo na zmogljivih napravah in preklopi na lažjo na šibkejši strojni opremi. Zmanjšano omeji animacije in skrči predpomnilnike predvajanja. Po spremembi znova zaženite aplikacijo.
sm: E tausia e le Faatinoga Otometi le aafiaga atoatoa i masini malolosi ma sui i se mama i meafaigaluega vaivai. E faaitiitia e le Faaitiitia ata fegaoiai ma faaitiitia buffer taalo. Toe amata le app pe a uma ona sui lenei mea.
sn: Performance Auto inochengeta ruzivo ruzere pamadhivhaisi ane simba uye inochinja kuenda kune yakareruka pahardware isina simba. Reduced inodimbura ma animation uye inoderedza ma buffer okutamba. Tangazve app mushure mokuchinja izvi.
so: Performance Auto wuxuu waaya-aragnimada buuxda ku hayaa qalabka awoodda leh, wuxuuna u beddelaa mid fudud qalab daciif ah. Reduced wuxuu yareeyaa dhaqdhaqaaqyada oo yareeyaa buffer-ka ciyaarista. App-ka dib u bilow ka dib markaad tan beddesho.
sq: Performanca Automatike ruan përvojën e plotë në pajisjet e afta dhe kalon në një më të lehtë në pajisje të dobëta. I Reduktuar shkurton animacionet dhe zvogëlon buferat e luajtjes. Rinisni aplikacionin pas ndryshimit.
sr: Перформансе Аутоматски задржавају пуни доживљај на способним уређајима и прелазе на лакши на слабијем хардверу. Смањени режим скраћује анимације и смањује бафере репродукције. Поново покрените апликацију након ове промене.
st: Performance Auto e boloka boiphihlelo bo felletseng ho lisebelisoa tse khonang 'me e fetohela ho e bobebe ho hardware e fokolang. Reduced e fokotsa metsamao le ho fokotsa di-buffer tsa playback. Qala app hape ka mor'a ho fetola sena.
su: Kinerja Otomatis nahan pangalaman pinuh dina alat nu mampuh sarta ganti kana nu leuwih énténg dina hardware nu leuwih lemah. Diréduksi ngurangan animasi jeung ngaleutikan buffer pamuteran. Balikan deui aplikasi sanggeus ngarobah ieu.
sv: Prestanda Auto behåller hela upplevelsen på kapabla enheter och växlar till en lättare på svagare hårdvara. Reducerat trimmar animationer och krymper uppspelningsbuffertar. Starta om appen efter att du ändrat detta.
sw: Utendaji Otomatiki hudumisha uzoefu kamili kwenye vifaa vinavyoweza na kubadilisha hadi mwepesi zaidi kwenye vifaa dhaifu. Iliyopunguzwa hukata uhuishaji na kupunguza vihifadhi vya uchezaji. Anzisha upya programu baada ya kubadilisha hili.
ta: செயல்திறன் தானியங்கி திறன் கொண்ட சாதனங்களில் முழு அனுபவத்தைத் தக்கவைத்து, பலவீனமான வன்பொருளில் இலகுவான ஒன்றுக்கு மாறும். குறைக்கப்பட்டது அசைவூட்டங்களைக் குறைத்து இயக்க இடையகங்களைச் சிறியதாக்கும். இதை மாற்றிய பிறகு ஆப்பை மறுதொடக்கம் செய்யவும்.
te: పనితీరు ఆటో సామర్థ్యం గల పరికరాలపై పూర్తి అనుభవాన్ని ఉంచుతుంది మరియు బలహీన హార్డ్‌వేర్‌పై తేలికైన దానికి మారుతుంది. తగ్గించబడింది యానిమేషన్‌లను తగ్గిస్తుంది మరియు ప్లేబ్యాక్ బఫర్‌లను చిన్నదిగా చేస్తుంది. దీన్ని మార్చిన తర్వాత యాప్‌ను రీస్టార్ట్ చేయండి.
tg: Иҷрокунии Худкор таҷрибаи пурраро дар дастгоҳҳои қавӣ нигоҳ медорад ва дар сахтафзори заифтар ба ҳолати сабуктар мегузарад. Кам кардашуда аниматсияҳоро маҳдуд ва буферҳои пахшро хурд мекунад. Пас аз тағйир додани ин, барномаро аз нав оғоз кунед.
th: ประสิทธิภาพอัตโนมัติจะคงประสบการณ์เต็มรูปแบบบนอุปกรณ์ที่รองรับ และสลับไปใช้แบบเบาขึ้นบนฮาร์ดแวร์ที่อ่อน โหมดลดทอนจะตัดแอนิเมชันและลดบัฟเฟอร์การเล่น รีสตาร์ทแอปหลังจากเปลี่ยนค่านี้
tr: Performans Otomatik, güçlü cihazlarda tam deneyimi korur ve zayıf donanımda daha hafif bir deneyime geçer. Azaltılmış, animasyonları kısaltır ve oynatma tamponlarını küçültür. Bunu değiştirdikten sonra uygulamayı yeniden başlatın.
tt: Җитешлек Авто көчле җиһазларда тулы тәҗрибәне саклый, ә зәгыйфьрәк җиһазда җиңелрәгенә күчә. Кыскартылган режим анимацияләрне киметә һәм уйнату буферларын кечерәйтә. Моны үзгәрткәч кушымтаны яңадан кабыз.
ug: ئىقتىدار ئاپتوماتىك ھالەت ئىقتىدارلىق ئۈسكۈنىلەردە تولۇق تەجرىبىنى ساقلايدۇ ۋە ئاجىزراق قاتتىق دېتالدا يېنىكرەك ھالەتكە ئالمىشىدۇ. تۆۋەنلىتىلگەن ھالەت جانلاندۇرۇملارنى ئازايتىدۇ ۋە قويۇش ئارىلىق ساقلىغۇچىنى كىچىكلىتىدۇ. بۇنى ئۆزگەرتكەندىن كېيىن دېتالنى قايتا قوزغىتىڭ.
uk: Продуктивність Авто зберігає повний досвід на потужних пристроях і переходить на полегшений на слабшому залізі. Зменшений урізає анімації та скорочує буфери відтворення. Перезапустіть застосунок після зміни цього.
ur: کارکردگی خودکار قابل ڈیوائسز پر مکمل تجربہ برقرار رکھتا ہے اور کمزور ہارڈویئر پر ہلکے تجربے پر منتقل ہو جاتا ہے۔ کم کیا گیا اینیمیشنز کو محدود کرتا ہے اور پلے بیک بفرز کو سکیڑتا ہے۔ اسے تبدیل کرنے کے بعد ایپ کو دوبارہ شروع کریں۔
uz: Unumdorlik Avto imkoniyatli qurilmalarda to'liq tajribani saqlaydi va zaifroq qurilmalarda yengilroq rejimga o'tadi. Kamaytirilgan rejim animatsiyalarni qisqartiradi va ijro buferlarini kichraytiradi. Buni o'zgartirgandan so'ng ilovani qayta ishga tushiring.
vi: Hiệu năng Tự động giữ trải nghiệm đầy đủ trên các thiết bị đủ mạnh và chuyển sang trải nghiệm nhẹ hơn trên phần cứng yếu hơn. Giảm bớt sẽ cắt giảm hiệu ứng động và thu nhỏ vùng đệm phát. Khởi động lại ứng dụng sau khi thay đổi mục này.
xh: IPerformance Auto igcina amava apheleleyo kwizixhobo ezinako kwaye itshintshele kwelula kwiihardware ezibuthathaka. Okuncitshisiweyo kunciphisa iianimeshini kwaye kunciphise iibhafa zokudlala. Qalisa kwakhona i-app emva kokutshintsha oku.
yo: Performance Auto máa ń tọ́jú ìrírí kíkún lórí àwọn ẹ̀rọ tí ó lágbára, ó sì máa ń yí sí èyí tí ó fúẹ́rẹ́ lórí ohun-èlò aláìlágbára. Ìdínkù máa ń gé àwọn àwòrán-ìṣípò, ó sì máa ń dín àwọn ibùdó-ìtúfò kù. Tún app náà bẹ̀rẹ̀ lẹ́yìn tí o bá yí èyí padà.
zh_hans: 性能“自动”模式在性能足够的设备上保留完整体验，并在较弱的硬件上切换为轻量体验。精简模式会减少动画并缩小播放缓冲。更改此项后请重启应用。
zh_hant: 「效能自動」會在效能足夠的裝置上保留完整體驗，並在效能較弱的硬體上切換為較輕量的版本。「精簡」會減少動畫並縮小播放緩衝。變更後請重新啟動 App。
zu: I-Performance Auto igcina ulwazi olugcwele kumadivayisi akwaziyo bese ishintshela kolula kuhardware ebuthakathaka. I-Reduced inciphisa ama-animation futhi inciphise ama-buffer okudlala. Qala kabusha i-app ngemva kokushintsha lokhu.
